<?php 
return [
    'title' => 'الاختبارات',
    'create' => 'إضافة اختبار جديد',
    'edit' => 'تعديل الاختبار',
    'delete' => 'حذف الاختبار', 
    'show' => 'بيانات الاختبار',
    'list' => 'قائمة الاختبارات',
    'one' => 'الاختبار',


    'name' => 'إسم الاختبار',
    'time_in_minutes' => 'مدة الاختبار بالدقائق',

    'status' => 'حالة الاختبار',
    'pending' => 'لن يبدأ الآن',
    'started' => 'متاح الآن',
    'finished' => 'انتهى',

    'joined_before' => 'تم الانضمام',


    'start_quiz' => 'بدء الاختبار',

    'submit_answers' => 'إرسال الاجابات',

    'you_have_no_access_to_this_quiz' => 'ليس لديك حق الوصول إلى هذا الاختبار.',


    'your_answer' => 'إجابتك',
    'your_score' => 'درجتك',

    'questions' => [
        'title' => 'الأسئلة',
        'create' => 'إضافة سؤال جديد',
        'edit' => 'تعديل السؤال',
        'delete' => 'حذف السؤال', 
        'show' => 'بيانات السؤال',
        'list' => 'قائمة الأسئلة',
        'one' => 'السؤال',
        'score' => 'الدرجة',
        'add_another' => 'إضافة سؤال آخر',
        'correct_choice' => 'الإجابة الصحيحة',
        'wrong_choices' => 'الإجابات الخاطئة',
        'choices' => 'الاختيارات',
        'choice' => 'الاختيار',
    ],

  
  



    
];